// Данные о захоронениях.
// Координаты: [широта, долгота].

const burials = [
  {
    "id": 1,
    "title": "Воинское захоронение в Минске",
    "location": "г. Минск, улица Примерная",
    "coordinates": [
      53.9023,
      27.5619
    ],
    "description": "Братская могила советских воинов, погибших в годы Великой Отечественной войны.",
    "persons": [
      {
        "name": "Иванов Иван Иванович"
      },
      {
        "name": "Петров Пётр Петрович"
      },
      {
        "name": "Сидоров Алексей Николаевич"
      },
      {
        "name": "Кузнецов Александр Сергеевич"
      },
      {
        "name": "Смирнов Сергей Иванович"
      },
      {
        "name": "Васильев Дмитрий Викторович"
      },
      {
        "name": "Михайлов Андрей Васильевич"
      },
      {
        "name": "Козлов Сергей Николаевич"
      }
    ]
  },
  {
    "id": 2,
    "title": "Воинское захоронение в Гомеле",
    "location": "г. Гомель, площадь Памяти",
    "coordinates": [
      52.4345,
      30.9754
    ],
    "description": "Место захоронения воинов и мирных жителей, погибших в период немецкой оккупации.",
    "persons": [
      {
        "name": "Сидоров Алексей Николаевич",
        "years": "1918–1943",
        "note": "Лейтенант"
      }
    ]
  },
  {
    "id": 3,
    "title": "Воинское захоронение в Шклове",
    "location": "г. Шклов, могила безымянного солдата",
    "coordinates": [
      54.20850336917115,
      30.291190530511468
    ],
    "description": "Место захоронения воинов и мирных жителей, погибших в период немецкой оккупации.",
    "persons": [
      {
        "name": "Безымянный солдат",
        "years": "1900–1942",
        "note": "Солдат"
      }
    ]
  }
];
